Repository: TamakiFujino/nose
Catalog: nose/Localizable.xcstrings
Source language: en
Languages: ja

# account_delete_account_row
source: Delete Account
ja: アカウントを削除

# account_delete_confirm_message
source: Are you sure you want to delete your account? This action cannot be undone.
ja: アカウントを削除してもよろしいですか？この操作は取り消せません。

# account_delete_confirm_short
source: This action is irreversible. Are you sure?
ja: この操作は取り消せません。よろしいですか？

# account_delete_confirm_title
source: Delete Account
ja: アカウントを削除

# account_delete_failed_format
source: Failed to delete account: %@
ja: アカウントの削除に失敗しました：%@

# account_deleted_success
source: Account deleted successfully
ja: アカウントを削除しました

# account_logged_out_message
source: You have been successfully logged out.
ja: ログアウトしました。

# account_logged_out_title
source: Logged Out
ja: ログアウトしました

# account_logout_confirm_message
source: Are you sure you want to log out?
ja: ログアウトしてもよろしいですか？

# account_logout_confirm_title
source: Log Out
ja: ログアウト

# account_logout_failed_format
source: Failed to log out: %@
ja: ログアウトに失敗しました：%@

# account_logout_row
source: Logout
ja: ログアウト

# account_title
source: Account
ja: アカウント

# action_copy
source: Copy
ja: コピー

# action_delete
source: Delete
ja: 削除

# action_open_in
source: Open in
ja: で開く

# action_unvisited
source: Unvisited
ja: 未訪問

# action_visited
source: Visited
ja: 訪問済み

# add_friend_already_friends
source: This user is already in your friends list
ja: このユーザーは既に友達リストにいます

# add_friend_blocked_user
source: You have blocked this user. Please unblock them first to add them as a friend.
ja: このユーザーをブロックしています。友達に追加するには先にブロックを解除してください。

# add_friend_cannot_add_friend
source: Cannot Add Friend
ja: 友達に追加できません

# add_friend_cannot_add_yourself
source: You cannot add yourself as a friend
ja: 自分自身を友達に追加することはできません

# add_friend_invalid_input
source: Please enter a User ID to search
ja: 検索するユーザーIDを入力してください

# add_friend_invalid_user_id
source: User ID must be exactly 10 characters (letters and numbers)
ja: ユーザーIDは10文字（英数字）で入力してください

# add_friend_request_already_sent
source: You have already sent a friend request to this user. Check the Pending tab.
ja: このユーザーには既に友達リクエストを送信しています。保留タブを確認してください。

# add_friend_request_pending
source: This user has already sent you a friend request. Check the Pending tab to approve or reject.
ja: このユーザーから既に友達リクエストが届いています。保留タブで承認または拒否してください。

# add_friend_request_sent_message
source: Wait for the friend to approve the request.
ja: 友達がリクエストを承認するまでお待ちください。

# add_friend_request_sent_title
source: Request Sent!
ja: リクエストを送信しました！

# add_friend_search_error
source: An error occurred while searching. Please try again.
ja: 検索中にエラーが発生しました。もう一度お試しください。

# add_friend_search_placeholder
source: Search by User ID
ja: ユーザーIDで検索

# add_friend_send_request
source: Send Request
ja: リクエストを送信

# add_friend_send_request_failed
source: Failed to send friend request. Please try again.
ja: 友達リクエストの送信に失敗しました。もう一度お試しください。

# add_friend_title
source: Add Friend
ja: 友達を追加

# add_friend_user_not_found
source: No user found with this User ID. Please check the ID and try again.
ja: このユーザーIDのユーザーが見つかりません。IDを確認してもう一度お試しください。

# add_friend_your_user_id
source: Your User ID:
ja: あなたのユーザーID：

# alert_could_not_load_details_format
source: Could not load complete details for %@. Please try again later.
ja: %@ の詳細を読み込めませんでした。後でもう一度お試しください。

# alert_unable_to_load_details
source: Unable to Load Details
ja: 詳細を読み込めませんでした

# apple_login
source: Continue with Apple
ja: Appleで続ける

# button_add
source: Add
ja: 追加

# button_confirm
source: Confirm
ja: 確認

# button_customize_avatar
source: Customize avatar
ja: アバターをカスタマイズ

# button_delete
source: Delete
ja: 削除

# button_save
source: Save
ja: 保存

# button_saving
source: Saving...
ja: 保存中...

# button_select
source: Select
ja: 選択

# collection_modal_enter_name
source: Enter a name
ja: 名前を入力

# collection_modal_name_placeholder
source: Collection Name
ja: コレクション名

# collection_modal_select_icon
source: Select an icon
ja: アイコンを選択

# collections_empty_personal
source: Your favorite spots deserve a home. Tap + to create your first collection!
ja: お気に入りのスポットをまとめよう。 + をタップして最初のコレクションを作成！

# collections_empty_shared
source: No shared collections yet. Ask your friends to invite you to theirs! You can add friends in Settings > Add Friends
ja: 共有コレクションはまだありません。 友達に招待してもらいましょう！ 友達は 設定 > 友達を追加 で追加できます

# collections_from_friends
source: From Friends
ja: 友達から

# collections_my_collections
source: My Collections
ja: マイコレクション

# collections_your_collections
source: Your Collections
ja: あなたのコレクション

# date_picker_end_title
source: Select End Date & Time
ja: 終了日時を選択

# date_picker_start_title
source: Select Start Date & Time
ja: 開始日時を選択

# deeplink_already_owned
source: This is your own collection.
ja: これはあなた自身のコレクションです。

# deeplink_cannot_open_no_place
source: This link doesn't include a recognizable place.
ja: このリンクに認識できるスポットが含まれていません。

# deeplink_collection_not_found
source: This collection could not be found.
ja: このコレクションが見つかりませんでした。

# deeplink_collection_unavailable
source: This collection is no longer available.
ja: このコレクションは利用できなくなりました。

# deeplink_error_add_collection
source: Failed to add collection. Please try again.
ja: コレクションの追加に失敗しました。もう一度お試しください。

# deeplink_error_check_collection
source: Failed to check collection. Please try again.
ja: コレクションの確認に失敗しました。もう一度お試しください。

# deeplink_error_load_collection
source: Failed to load collection data.
ja: コレクションデータの読み込みに失敗しました。

# deeplink_error_open_collection
source: Failed to open collection. Please try again.
ja: コレクションを開けませんでした。もう一度お試しください。

# deeplink_error_open_collection_generic
source: Could not open the collection.
ja: コレクションを開けませんでした。

# deeplink_error_open_map
source: Could not open the map.
ja: マップを開けませんでした。

# deeplink_error_resolve
source: Could not resolve the link.
ja: リンクを解決できませんでした。

# deeplink_friend_required_message
source: To join the collection, you need to be friend with the collection owner.
ja: コレクションに参加するには、コレクションの所有者と友達になる必要があります。

# deeplink_friend_required_title
source: Friend Required
ja: 友達登録が必要です

# deeplink_map_moved_address_format
source: Map moved to %@. You can search for places nearby.
ja: マップを %@ に移動しました。近くのスポットを検索できます。

# deeplink_map_moved_shared
source: Map moved to shared location. You can search for places nearby.
ja: マップを共有場所に移動しました。近くのスポットを検索できます。

# deeplink_place_no_details
source: Could not find details for this place.
ja: このスポットの詳細が見つかりませんでした。

# deeplink_place_not_found
source: Could not find a matching place.
ja: 一致するスポットが見つかりませんでした。

# deeplink_resolved_no_place
source: The resolved link doesn't include a recognizable place.
ja: 解決したリンクに認識できるスポットが含まれていません。

# deeplink_sign_in_required
source: Please sign in to add this collection.
ja: このコレクションを追加するにはサインインしてください。

# edit_collection_title
source: Edit Collection
ja: コレクションを編集

# edit_name_enter_valid
source: Please enter a valid name
ja: 有効な名前を入力してください

# edit_name_failed_load
source: Failed to load user data: %@
ja: ユーザーデータの読み込みに失敗しました：%@

# edit_name_failed_update_format
source: Failed to update name: %@
ja: 名前の更新に失敗しました：%@

# edit_name_invalid_title
source: Invalid Name
ja: 無効な名前

# edit_name_max_length_format
source: Name must be no more than %d characters long
ja: 名前は%d文字以内にしてください

# edit_name_min_length_format
source: Name must be at least %d characters long
ja: 名前は%d文字以上にしてください

# edit_name_placeholder
source: Enter your name
ja: 名前を入力

# edit_name_success_message
source: Name updated successfully
ja: 名前を更新しました

# edit_name_success_title
source: Success
ja: 完了

# edit_name_title
source: Edit Name
ja: 名前を編集

# emoji_category_activities
source: Activities
ja: スポーツ

# emoji_category_flags
source: Flags
ja: 国旗

# emoji_category_food
source: Food
ja: 食べ物

# emoji_category_nature
source: Nature
ja: 自然

# emoji_category_objects
source: Objects
ja: 日用品

# emoji_category_people
source: People
ja: 人物

# emoji_category_smileys
source: Smileys
ja: スマイル

# emoji_category_symbols
source: Symbols
ja: 記号

# emoji_category_travel
source: Places
ja: 場所

# error_failed_load_content
source: Failed to load content. Please try again.
ja: コンテンツの読み込みに失敗しました。もう一度お試しください。

# error_failed_update_collection
source: Failed to update collection. Please try again.
ja: コレクションの更新に失敗しました。もう一度お試しください。

# error_user_not_authenticated
source: User not authenticated
ja: ユーザーが認証されていません

# event_creating
source: Creating Event
ja: イベントを作成中

# event_date_time_label
source: Date & Time
ja: 日時

# event_detail_no_details
source: No additional details
ja: 詳細なし

# event_details_label
source: Details
ja: 詳細

# event_details_placeholder
source: Describe the event... (max 1000 characters)
ja: イベントの説明を入力...（1000文字以内）

# event_duration_format
source: Duration: %@
ja: 所要時間: %@

# event_error_check_events
source: Failed to check existing events. Please try again.
ja: 既存のイベントの確認に失敗しました。もう一度お試しください。

# event_error_create_failed
source: Failed to create event. Please try again.
ja: イベントの作成に失敗しました。もう一度お試しください。

# event_error_not_authenticated
source: User not authenticated
ja: ユーザーが認証されていません

# event_error_update_failed
source: Failed to update event. Please try again.
ja: イベントの更新に失敗しました。もう一度お試しください。

# event_from_label
source: From
ja: 開始

# event_images_label
source: Images
ja: 画像

# event_limit_reached_message
source: You can only create one event at a time.
ja: 一度に作成できるイベントは1つまでです。

# event_limit_reached_title
source: Event Limit Reached
ja: イベント数の上限に達しました

# event_loading
source: Loading...
ja: 読み込み中...

# event_location_label
source: Location
ja: 場所

# event_location_placeholder
source: Search for location
ja: 場所を検索

# event_title_label
source: Title
ja: タイトル

# event_title_placeholder
source: Enter title (max 25 characters)
ja: タイトルを入力（25文字以内）

# event_to_label
source: To
ja: 終了

# event_updating
source: Updating Event
ja: イベントを更新中

# event_upload_one_image
source: Upload 1 image
ja: 画像を1枚アップロード

# event_validation_details_max_message
source: Event details must be 1000 characters or less.
ja: 詳細は1000文字以内で入力してください。

# event_validation_details_too_long
source: Details Too Long
ja: 詳細が長すぎます

# event_validation_missing_details
source: Missing Details
ja: 詳細が入力されていません

# event_validation_missing_details_message
source: Please enter event details.
ja: イベントの詳細を入力してください。

# event_validation_missing_location
source: Missing Location
ja: 場所が選択されていません

# event_validation_missing_location_message
source: Please select an event location.
ja: イベントの場所を選択してください。

# event_validation_missing_title
source: Missing Title
ja: タイトルが入力されていません

# event_validation_missing_title_message
source: Please enter an event title.
ja: イベントのタイトルを入力してください。

# event_validation_title_max_message
source: Event title must be 25 characters or less.
ja: タイトルは25文字以内で入力してください。

# event_validation_title_too_long
source: Title Too Long
ja: タイトルが長すぎます

# events_past
source: Past Events
ja: 過去のイベント

# events_upcoming
source: Upcoming Events
ja: 今後のイベント

# friends_approve
source: Approve
ja: 承認

# friends_approve_confirm_message_format
source: Add %@ as a friend?
ja: %@ を友達に追加しますか？

# friends_approve_confirm_title
source: Approve request
ja: リクエストを承認

# friends_approve_success
source: Friend request approved.
ja: 友達リクエストを承認しました。

# friends_block_confirm_message_format
source: Are you sure you want to block "%@"? You will not be able to share a collection or add them as a friend.
ja: "%@" をブロックしてもよろしいですか？コレクションの共有や友達追加ができなくなります。

# friends_block_confirm_title
source: Block user?
ja: ユーザーをブロックしますか？

# friends_block_failed_format
source: Failed to block user: %@
ja: ブロックに失敗しました：%@

# friends_block_success
source: User blocked successfully
ja: ユーザーをブロックしました

# friends_block_user
source: Block User
ja: ユーザーをブロック

# friends_empty_blocked
source: No blocked users.
ja: ブロックしているユーザーはいません。

# friends_empty_friends
source: No friends yet. Share your User ID from Add Friend so others can send you a request.
ja: まだ友達はいません。友達を追加からユーザーIDを共有すると、リクエストが届きます。

# friends_empty_pending
source: No pending requests. When someone sends you a friend request, it will appear here.
ja: 保留中のリクエストはありません。友達リクエストが届くとここに表示されます。

# friends_empty_requested
source: No requests sent. When you send a friend request from Add Friend, it will appear here until they respond.
ja: 送信したリクエストはありません。友達を追加からリクエストを送ると、相手が返答するまでここに表示されます。

# friends_reject
source: Reject
ja: 拒否

# friends_reject_confirm_message_format
source: Reject friend request from %@?
ja: %@ からの友達リクエストを拒否しますか？

# friends_reject_confirm_title
source: Reject request
ja: リクエストを拒否

# friends_requested
source: %@ requested
ja: %@ がリクエスト

# friends_tab_blocked
source: Blocked
ja: ブロック中

# friends_tab_pending
source: Pending
ja: 保留

# friends_tab_requested
source: Requested
ja: リクエスト済み

# friends_title
source: Friends
ja: 友達

# friends_unblock_confirm_message_format
source: %@ will be able to add you as a friend with your User ID.
ja: %@ があなたのユーザーIDで友達追加できるようになります。

# friends_unblock_confirm_title
source: Unblock user?
ja: ブロックを解除しますか？

# friends_unblock_failed_format
source: Failed to unblock user: %@
ja: ブロック解除に失敗しました：%@

# friends_unblock_success
source: User unblocked successfully
ja: ブロックを解除しました

# friends_unblock_user
source: Unblock User
ja: ブロックを解除

# google_login
source: Continue with Google
ja: Googleで続ける

# home_coming_soon_message
source: This feature is coming soon!
ja: この機能は近日公開予定です！

# home_coming_soon_title
source: Coming Soon
ja: 近日公開

# home_location_unavailable_subtitle
source: Enable location in Settings to use this feature
ja: この機能を使うには設定で位置情報を有効にしてください

# home_location_unavailable_title
source: Location Unavailable
ja: 位置情報を利用できません

# home_personal_library
source: Personal Library
ja: パーソナルライブラリ

# licenses_title
source: Licenses
ja: ライセンス

# loading_sharing_collection
source: Sharing Collection...
ja: コレクションを共有中...

# login_error_check_user
source: Failed to check user status. Please try again.
ja: ユーザー状態の確認に失敗しました。もう一度お試しください。

# login_error_firebase_auth_format
source: Failed to authenticate with Firebase: %@
ja: Firebase認証に失敗しました：%@

# login_error_google_config
source: Google Sign-In is not properly configured. Please try again.
ja: Googleサインインの設定に問題があります。もう一度お試しください。

# login_error_google_credentials
source: Failed to get Google authentication credentials. Please try again.
ja: Google認証情報の取得に失敗しました。もう一度お試しください。

# login_error_google_signin_format
source: Failed to sign in with Google: %@
ja: Googleでサインインできませんでした：%@

# login_keyword_a
source: Onsen Hopping
ja: 温泉めぐり

# login_keyword_b
source: Tokyo Nights
ja: 東京ナイト

# login_keyword_c
source: Dungeon Crawl
ja: ダンジョン探索

# login_keyword_d
source: Morning Runs
ja: 朝ラン

# login_keyword_e
source: After School
ja: 放課後スポット

# login_keyword_f
source: Film Noir Walks
ja: レトロ街散歩

# login_keyword_g
source: Weekend Festivals
ja: 週末のお祭り

# login_place_a1
source: Misty Onsen
ja: 霧の温泉

# login_place_a2
source: Cloud Bath
ja: 雲の湯

# login_place_a3
source: Steam Valley
ja: 湯けむり谷

# login_place_a4
source: Zen Springs
ja: 禅の泉

# login_place_a5
source: Still Water
ja: 静水庵

# login_place_a6
source: Warm Pines
ja: 温松の里

# login_place_b1
source: 5th & Main
ja: 五番街

# login_place_b2
source: Alley 9
ja: 裏路地9番

# login_place_b3
source: Brickwall Co.
ja: レンガ横丁

# login_place_b4
source: Neon Block
ja: ネオン街

# login_place_b5
source: The Lot
ja: たまり場

# login_place_b6
source: Roof 22
ja: 屋上22

# login_place_c1
source: Skull Hollow
ja: 骸骨の洞穴

# login_place_c2
source: Fog Marsh
ja: 霧の沼地

# login_place_c3
source: Bone Arcade
ja: ボーンアーケード

# login_place_c4
source: Glitch Lab
ja: グリッチ研究所

# login_place_c5
source: Crypt LV.3
ja: 地下墓地 LV.3

# login_place_c6
source: Dark Rift
ja: 闇の裂け目

# login_place_d1
source: Mile High Trail
ja: 高原トレイル

# login_place_d2
source: Sprint Park
ja: ダッシュ公園

# login_place_d3
source: Gold Lap
ja: ゴールドラップ

# login_place_d4
source: Track 7
ja: 第7コース

# login_place_d5
source: Peak Run
ja: 山頂ラン

# login_place_d6
source: Dash Field
ja: 疾走フィールド

# login_place_e1
source: Sakura High
ja: 桜ヶ丘高校

# login_place_e2
source: Milk Tea Club
ja: ミルクティー部

# login_place_e3
source: Room 204
ja: 204号室

# login_place_e4
source: Ribbon Ave.
ja: リボン通り

# login_place_e5
source: Doodle Cafe
ja: らくがきカフェ

# login_place_e6
source: Locker 13
ja: ロッカー13番

# login_place_f1
source: Shadow Lane
ja: 影小路

# login_place_f2
source: Mono Hall
ja: モノクロ館

# login_place_f3
source: Dim Alley
ja: 薄暗横丁

# login_place_f4
source: Quiet Block
ja: 静寂ブロック

# login_place_f5
source: Dust & Ink
ja: 塵と墨

# login_place_f6
source: Gray Note
ja: 灰色ノート

# login_place_g1
source: Candy Plaza
ja: キャンディ広場

# login_place_g2
source: Pop Garden
ja: ポップガーデン

# login_place_g3
source: Starlight Row
ja: 星あかり通り

# login_place_g4
source: Glitter Park
ja: キラキラ公園

# login_place_g5
source: Bloom Town
ja: 花咲き町

# login_place_g6
source: Prism Sq.
ja: プリズム広場

# login_privacy_policy
source: Privacy Policy
ja: プライバシーポリシー

# login_tagline
source: Save the Spot, Set the Vibe:
ja: スポット残して、スタイル決めて：

# login_terms_and
source: and
ja: および

# login_terms_base
source: By continuing, you agree to our
ja: 続行すると、次のことに同意したことになります

# login_terms_of_service
source: Terms of Service
ja: 利用規約

# manage_events_empty_subtitle
source: Tap + to create your first event
ja: + をタップして最初のイベントを作成

# manage_events_empty_title
source: No events yet
ja: まだイベントはありません

# manage_events_error_delete
source: Failed to delete event. Please try again.
ja: イベントの削除に失敗しました。もう一度お試しください。

# manage_events_error_load
source: Failed to load events. Please try again.
ja: イベントの読み込みに失敗しました。もう一度お試しください。

# manage_events_title
source: My Events
ja: マイイベント

# modal_cancel
source: Cancel
ja: キャンセル

# modal_error_title
source: Error
ja: エラー

# modal_success_title
source: Success
ja: 完了

# name_registration_prompt
source: What should we call you?
ja: お名前を教えてください

# new_collection_title
source: New Collection
ja: 新規コレクション

# place_hours_not_available
source: Opening hours not available
ja: 営業時間の情報がありません

# place_opening_hours
source: Opening Hours
ja: 営業時間

# place_phone_not_available
source: Phone number not available
ja: 電話番号がありません

# place_rating_format
source: Rating: %@
ja: 評価: %@

# profile_no_avatar_found
source: No avatar images found
ja: アバター画像が見つかりません

# profile_select_picture_title
source: Select Profile Picture
ja: プロフィール写真を選択

# save_already_saved_message
source: This place is already saved in this collection.
ja: このスポットは既にこのコレクションに保存されています。

# save_already_saved_title
source: Already Saved
ja: 保存済み

# save_failed_event
source: Failed to save event. Please try again.
ja: イベントの保存に失敗しました。もう一度お試しください。

# save_failed_place
source: Failed to save place. Please try again.
ja: スポットの保存に失敗しました。もう一度お試しください。

# save_saving
source: Saving...
ja: 保存中...

# save_to_collection_title
source: Save to Collection
ja: コレクションに保存

# search_placeholder
source: Search for places
ja: スポットを検索

# settings_about
source: About
ja: このアプリについて

# settings_account
source: Account
ja: アカウント

# settings_add_friend
source: Add Friend
ja: 友達を追加

# settings_app_version
source: App Version
ja: アプリバージョン

# settings_friend_list
source: Friend List
ja: 友達リスト

# settings_friends
source: Friends
ja: 友達

# settings_licenses
source: Licenses
ja: ライセンス

# settings_name
source: Name
ja: 名前

# settings_privacy_policy
source: Privacy Policy
ja: プライバシーポリシー

# settings_profile
source: Profile
ja: プロフィール

# settings_terms_of_service
source: Terms of Service
ja: 利用規約

# settings_title
source: Settings
ja: 設定

# share_collection_description
source: Shared users can save spots to this collection, but cannot add friends or delete the collection.
ja: 共有されたユーザーはこのコレクションにスポットを保存できますが、友達の追加やコレクションの削除はできません。

# share_collection_title
source: Share Collection
ja: コレクションを共有

# share_collection_will_add
source: Will be added
ja: 追加されます

# share_collection_will_remove
source: Will be removed
ja: 解除されます

# slogan_firstline
source: Travel Through Time,
ja: 時を旅して、マップで冒険

# slogan_secondline
source: Map Your Adventure in Style
ja: スタイルも自由に

# toast_avatar_saved
source: saved avatar successfully
ja: アバターを保存しました

# toast_avatar_update_failed
source: Avatar update failed. Please try again.
ja: アバターの更新に失敗しました。もう一度お試しください。

# toast_avatar_updated
source: Avatar updated successfully!
ja: アバターを更新しました！

# toast_categories_load_failed
source: Failed to load categories. Please try again.
ja: カテゴリの読み込みに失敗しました。もう一度お試しください。

# toast_collection_created
source: Collection created successfully!
ja: コレクションを作成しました！

# toast_collection_deleted
source: Collection deleted
ja: コレクションを削除しました

# toast_collection_not_selected
source: No collections selected. Select at least one.
ja: コレクションが選択されていません。1つ以上選択してください。

# toast_collection_shared
source: Collection shared successfully!
ja: コレクションを共有しました！

# toast_collection_shared_success
source: Collection shared successfully
ja: コレクションを共有しました

# toast_collection_updated
source: Collection updated
ja: コレクションを更新しました

# toast_completed_collection
source: Collection completed!
ja: コレクションを完了しました！

# toast_failed_to_get_spot_info
source: Failed to get spot information. Please try again.
ja: スポット情報の取得に失敗しました。もう一度お試しください。

# toast_failed_to_save_hearts
source: Failed to save hearts
ja: ハートの保存に失敗しました

# toast_failed_to_share_collection
source: Failed to share collection
ja: コレクションの共有に失敗しました

# toast_friend_added
source: Friend added successfully!
ja: 友達を追加しました！

# toast_joined_collection_format
source: You joined the collection created by %@
ja: %@ が作成したコレクションに参加しました

# toast_mark_spot_visited
source: Spot marked as visited!
ja: スポットを訪問済みにしました！

# toast_name_update_failed
source: Name update failed. Please try again.
ja: 名前の更新に失敗しました。もう一度お試しください。

# toast_name_updated
source: Name updated successfully!
ja: 名前を更新しました！

# toast_no_categories_available
source: No categories available. Please check your connection.
ja: カテゴリがありません。接続を確認してください。

# toast_only_members_can_heart
source: Only collection members can heart spots
ja: コレクションメンバーのみスポットにハートできます

# toast_please_sign_in_to_heart
source: Please sign in to heart spots
ja: スポットにハートするにはサインインしてください

# toast_remove_spot_from_collection
source: Spot removed from collection
ja: スポットをコレクションから削除しました

# toast_spot_saved_to_collection
source: Spot saved to collection!
ja: スポットをコレクションに保存しました！

# toast_user_block_failed
source: User block failed. Please try again.
ja: ブロックに失敗しました。もう一度お試しください。

# toast_user_blocked
source: User blocked
ja: ユーザーをブロックしました

# toast_user_unblock_failed
source: User unblock failed. Please try again.
ja: ブロック解除に失敗しました。もう一度お試しください。

# toast_user_unblocked
source: User unblocked
ja: ブロックを解除しました

# toast_user_unfriend_failed
source: User Unfriend failed. Please try again.
ja: 友達解除に失敗しました。もう一度お試しください。

# toast_user_unfriended
source: User Unfriended
ja: 友達解除しました

# unity_colors
source: Colors
ja: カラー

# unity_no_assets
source: No assets available
ja: 利用可能なアセットがありません
